# St7GetSRAResultSRSS

Returns the state of the SRSS result option for Spectral Response analysis.

long St7GetSRAResultSRSS(long uID, bool* SRSS)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

SRSS

True if SRSS results are generated.